Repository: RCcode/iOSShapeCollage
Catalog: IOSShapeCollage/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt_pt, ru, th, zh_hans, zh_hant

# rc_update
source: Update
es: Actualizar
fr: Mise à jour
id: Perbarui
it: Aggiornamento
ja: アップデート
ko: 업데이트
pt_pt: Atualizar
ru: Обновить
th: อัพเดท
zh_hans: 更新
zh_hant: 更新

# rc_rate
source: Rate
de: Punktestand
es: Puntuación
fr: Score
id: Nilai aplikasi ini
it: Punti
ja: 評価
ko: 평점
pt_pt: Avalie
ru: Оценить
th: ให้คะแนนแอพนี้
zh_hans: 评分
zh_hant: 評分

# rc_feedback
source: Feedback
es: Evaluación
id: Tanggapan
it: Recencensioni
ja: フィードバック
ko: 피드백
pt_pt: Comente
ru: Отзыв
th: ผลตอบรับ
zh_hans: 反馈
zh_hant: 反饋

# rc_share_app
source: Share App
de: App teilen
es: Compartir App
fr: Partagez l'app
id: Berbagi
it: Condividi App
ja: アプリをシェアする
ko: 공유하기
pt_pt: Compartilhe o aplicativo
ru: Поделиться приложением
th: แบ่งปัน
zh_hans: 分享应用
zh_hant: 分享應用

# rc_share
source: Share
de: Teilen
es: Compartir
fr: Partager
id: Berbagi
it: Condividi
ja: シェア
ko: 공유
pt_pt: Compartilhar
ru: Поделиться
th: แบ่งปัน
zh_hans: 分享
zh_hant: 分享

# rc_follow
source: Follow us
de: Folge uns
es: Siguenos
fr: Suivez-nous
id: Ikuti kami
it: Seguici
ja: フォローする
ko: 팔로우
pt_pt: Siga-nos
ru: Следуйте за нами
th: ติดตามเรา
zh_hans: 关注我们
zh_hant: 關注我們

# rc_sdcard_miss
source: SD card not installed
de: SD Karte nicht vorhanden
es: Tarjeta Sd no instalada
fr: La carte SD n'est pas installée
id: Kartu SD tidak terinstal
it: Scheds SD non istallata
ja: SDカードが入っていません
ko: SD 카드가 없습니다
pt_pt: Cartão de Memória SD não instalado
ru: SD-карта не установлена
th: ไม่ได้ติดตั้ง SD การ์ด
zh_hans: SD卡丢失
zh_hant: SD卡未安裝

# rc_custom_positive
source: Yes
de: Ja
es: Sí
fr: Oui
id: Ya
it: Si
ja: はい
ko: 확인
pt_pt: Sim
ru: Да
th: แน่ใจ
zh_hans: 确定
zh_hant: 確定

# rc_custom_negitive
source: Cancel
de: Abrechen
es: No
fr: Annuler
id: Tidak
it: No
ja: キャンセル
ko: 취소
pt_pt: Cancelar
ru: Отмена
th: ไม่แน่ใจ
zh_hans: 取消
zh_hant: 取消

# rc_me_rate_now
source: Rate now
de: Jetzt bewerten
es: Puntuar ahora
fr: Evaluer maintenant
id: Nilai sekarang
it: Vota ora
ja: 今すぐ評価
ko: 평가하기
pt_pt: Avaliar agora
ru: Оценить
th: ให้คะแนนเลย
zh_hans: 马上评价
zh_hant: 馬上評價

# rc_me_rate_later
source: Remind later
de: Später erinnern
es: Más tarde
fr: Rappeler plus tard
id: Ingatkan lagi nanti
it: Ricordamelo più tardi
ja: また後で
ko: 나중에 하기
pt_pt: Lembrar mais tarde
ru: Напомнить позже
th: เตือนภายหลัง
zh_hans: 稍后再说
zh_hant: 稍後再說

# rc_me_rate_never
source: No thanks
de: Nicht mehr erinnern
es: No volver a recordar
fr: Non merci
id: Tidak terima kasih
it: No grazie
ja: 再通知しない
ko: 다시 보지 않기
pt_pt: Não obrigado(a)
ru: Больше не напоминать
th: ไม่ล่ะ ขอบคุณ
zh_hans: 不再提醒
zh_hant: 不再提醒

# rc_me_rate_msg
source: Thanks for using %d, please take a minute to give us 5 stars, thanks for your support.
de: Danke für dein Vertrauen in %d, bitte nihm dir einen Moment Zeit und gib eine Bewertung ab.
es: Gracias por usar %d. Por favor, dedícanos unos minutos a puntuarnos con 5 estrellas. Gracias por tu apoyo
fr: Merci d'utiliser %d,s'il vous plaît prenez une minute pour nous donner 5 étoiles, merci pour votre soutien.
id: Terima kasih telah menggunakan %d, silakan luangkan waktu sebentar untuk memberi kami 5 bintang, terima kasih atas dukungan Anda.
it: Grazie per avere usato %d, ti preghiamo di spendere un minuto per votare e dare 5 stelle alla nostra app, grazie ancora per il tuo supporto!
ja: %dをご使用頂きありがとうございます。アプリ向上のため評価をお願いします
ko: %d를 사용해 주시고 지원해 주심을 감사합니다. 앞으로도 꾸준한 발전을 위해 노력하겠습니다. 좋은 평점 부탁 드려요!
pt_pt: Obrigado por utilizar %d, por favor, gaste um minutinho para deixar sua avaliação, obrigado por nos ajudar.
ru: Благодарим за использование приложения %d. Пожалуйста, уделите немного времени, чтобы поставить нам 5 звезд. Спасибо за поддержку!
th: ขอบคุณที่ใช้ %d โปรดใช้เวลาสักครู่เพื่อให้ดาว 5 ดวง ขอบคุณทุกท่านที่ให้การสนับสนุน
zh_hans: 感谢使用%d，请花点时间给予五星评分，感谢你对我们的支持！
zh_hant: 感謝使用%d，請花點時間給予五星評分，感謝你對我們的支持!

# rc_file_is_invalid
source: Picture format not supported
de: Dieses Bildformat wird nicht unterstützt
es: Formato de foto no soportado
fr: Format de l'image non pris en charge
id: Format gambar yang tidak didukung
it: Formato foto non supportato
ja: この写真のフォーマットはサポートしていません
ko: 지원하지 않는 형식의 파일입니다
pt_pt: Formato de figura não suportado
ru: Неподдерживаемый формат изображения
th: ไม่สนับสนุนรูปแบบรูปภาพ
zh_hans: 图片格式不支持
zh_hant: 圖片格式不支持

# rc_unsupport_image
source: Failed to load photo
de: Nicht unterstütztes Bildformat
es: Formato de fotografía no compatible
fr: Format de la photo non pris en charge
id: Format gambar yang tidak didukung
it: Formato foto non supportato
ja: この写真のフォーマットには対応していません
ko: 지원되지 않은 파일입니다.
pt_pt: Não possui suporte para este tipo figura
ru: Неподдерживаемый формат изображения
th: ไม่สนับสนุนรูปแบบรูปภาพ
zh_hans: 不支持的图片格式
zh_hant: 不支持的圖片格式

# rc_pictures_are_not_saved
source: Picture not saved, quit editing?
de: Das Bild wurde nicht gespeichert, trotzdem verlassen?
es: Foto no salvada, ¿quitar de la edición?
fr: Photo non sauvegardée, quittez la modification?
id: Anda belum menyimpan perubahan Anda, apakah Anda yakin?
it: Foto non salvata, vuoi interrompere la modifica?
ja: 写真を保存していません。編集をやめますか？
ko: 변경된 내용을 저장하지 않고 종료하시겠습니까?
pt_pt: Foto não salva, sair do editor?
ru: Изображение не сохранено. Завершить редактирование?
th: คุณยังไม่ได้บันทึกการเปลี่ยนแปลง แน่ใจหรือไม่?
zh_hans: 图片未保存，放弃编辑?
zh_hant: 圖片未保存，放棄編輯？

# rc_image_save_to_album_already
source: Picture was saved in albums
de: Bild wurde in Alben gespeichert
es: La foto ha sido guardada en álbum
fr: Photo sauvegardée dans les albums
id: gambar disimpan
it: La foto è stata salvata negli album
ja: アルバムに保存されました
ko: 갤러리에 사진이 저장되었습니다
pt_pt: Foto foi salva no álbum
ru: Изображение сохранено в галерее
th: บันทึกรูปภาพในอัลบั้มภาพแล้ว
zh_hans: 图片已保存到相册
zh_hant: 圖片已保存到相冊

# rc_save
source: Save
de: Speichern
es: Salvar
fr: Sauvegarder
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt_pt: Salvar
ru: Сохранить
th: บันทึก
zh_hans: 保存
zh_hant: 保存

# rc_more
source: More
de: Mehr
es: Más
fr: Plus
id: Lebih
it: Altro
ja: そのほか
ko: 더보기
pt_pt: Mais
ru: Еще
th: เพิ่มเติม
zh_hans: 更多
zh_hant: 更多

# rc_no_facebook
source: You haven't installed facebook
de: Facebook ist nicht installiert!
es: No has instalado Facebook
fr: Vous n'avez pas installé Facebook
id: Anda belum menginstal facebook
it: Non hai istallato Facebook
ja: facebookがインストールされていません
ko: Facebook 이 설치되어 있지 않습니다
pt_pt: Você ainda não instalou o Facebook
ru: Вы не установили Facebook
th: คุณยังไม่ได้ติดตั้ง Facebook
zh_hans: 你没有安装facebook
zh_hant: 你沒有安裝 facebook

# rc_no_instagram
source: You haven't installed instagram
de: Instagram ist nicht instaliert!
es: No has instalado Instagram
fr: Vous n'avez pas installé Instagram
id: Anda belum menginstal instagram
it: Non hai istallato Instagram
ja: instagramがインストールされていません
ko: Instagram 이 설치되어 있지 않습니다
pt_pt: Você ainda não instalou o Instagram
ru: Вы не установили Instagram
th: คุณยังไม่ได้ติดตั้ง Instagram
zh_hans: 你没有安装instagram
zh_hant: 你没有安装 Instagram

# rc_share_failed
source: Share failed
de: Teilen fehlgeschlagen
es: Fallo al compartir
fr: Echec du partage
id: Berbagi gagal
it: Condivisione non riuscita
ja: シェアに失敗しました
ko: 공유 실패
pt_pt: Falha ao compartilhar
ru: Не удалось опубликовать
th: ไม่สามารถแบ่งปันได้
zh_hans: 分享失败
zh_hant: 分享失敗

# rc_save_failed
source: Picture save failed
de: Speichern des Bildes fehlgeschlagen
es: Fallo al guardar foto
fr: La sauvegarde de la photo a echoué
id: Simpan foto gagal
it: Salvataggio foto non riuscito
ja: 写真の保存に失敗しました
ko: 저장 실패
pt_pt: Falha ao salvar foto.
ru: Не удалось сохранить изображение
th: ไม่สามารถบันทึกรูปภาพได้
zh_hans: 保存失败
zh_hant: 保存失敗

# rc_showwatermark
source: Add app watermark
de: App Wasseryeichen hinzufügen
es: Mostrar el diseño de la aplicación
fr: Ajouter l'app watermark
id: Tambahkan watermark aplikasi
it: Aggiungi design dell'applicazione
ja: 使用可能なスタンプの表示
ko: 사진에 로고 표시
pt_pt: Adicionar aplicação Marca D'água
ru: Добавить название приложения
th: เพิ่มแอพลายน้ำ
zh_hans: 显示应用水印
zh_hant: 顯示應用水印

# rc_enospc
source: Insufficient space
de: Unzureichender Speicherplatz
es: No tienes suficiente espacio para guardar
fr: Espace de stockage insuffisant
id: Tidak cukup ruang
it: spazio insufficiente
ja: 保存する容量がたりません
ko: 저장 공간 부족
pt_pt: Espaço insuficiente
ru: Недостаточно памяти
th: พื้นที่ความจำไม่พอ
zh_hans: 空间不足
zh_hant: 空間不足

# rc_slogan_nocrop
source: Post full sized photos on Instagram without cropping!
de: Poste unbeschnittene Photos in voller Größe auf Instagram
es: Publica fotos enteras sin cortar en Instagram.
fr: Publiez des photos grandeur nature sans recadrage!
it: Pubblica delle foto a grandezza naturale su Instagram senza ritagliarle!
ja: トリミングなしで写真をInstagramへ
ko: Instagram에 사진 자를 필요 없이 전체 그대로 올리기!
pt_pt: Não precisa recortar, poste agora sua foto inteira no Instagram
ru: Публикуйте в Instagram полноразмерные фотографии, не обрезая их!
zh_hans: 无需裁剪将完整照片发布到Instagram
zh_hant: 無需裁剪將完整照片發佈到Instagram

# rc_slogan_instamark
source: InstaMark-Make your photos unique!
de: InstaMark-Mach deine Photos einzigartig!
es: InstaMark-¡Haz que tus fotos sean únicas!
fr: InstaMark-Rendez vos photos uniques
it: InstaMark-Crea delle foto uniche!
ja: InstaMark-写真をもっと個性的に
ko: InstaMark-내 사진을 특별하게 꾸며보세요!
pt_pt: InstaMark-Faça das suas fotos exclusivas!
ru: InstaMark-Сделайте свои фотографии уникальными!
zh_hans: InstaMark-让照片更加与众不同
zh_hant: InstaMark-讓照片更加與眾不同

# rc_slogan_shape
source: Add cool and interesting shapes to your Instagram photos.
de: Füge interessante Formen zu deinen Instagram Photos hinzu
es: Añadir geniales e interesantes formas a tus fotos de Instagram
fr: Ajoutez des formes cool et intéressantes à vos photos Instagram
it: Aggiungi delle forme speciali alle tue foto su Instagram
ja: Instagramへの写真をもっとキレイに！もっとおもしろく！
ko: Instagram 사진을 위한 예쁘고 재미있는 사진 모양 제공
pt_pt: Adicione formatos incríveis e irados para suas fotos do Instagram
ru: Добавляйте красивые и интересные формы на свои фото в Instagram
zh_hans: 为Instagram的照片添加漂亮、有趣的形状
zh_hant: 為Instagram的照片添加漂亮、有趣的形狀

# rc_slogan_mirror
source: Create beautiful 2D, and 3D photos with reflective mirror effects.
de: Erstelle schöne 2D und 3D Photos mit reflektierenden Spiegel Efekten
es: Crea bonitas fotos en 2d y 3d con reflejos Mirror Effects.
fr: Créez de superbes photos 2D et 3D avec des effets de miroirs réfléchissants.
it: Crea delle bellissime foto 2D e 3D con effetto riflesso specchio
ja: ミラーエフェクトで美しい立体感のある写真を
ko: 2D, 3D 사진 반사 효과 적용
pt_pt: Crie lindas fotos 2D e 3D com efeitos de reflexo no espelho.
ru: Создавайте красивые 2D и 3D фотографии с зеркальными эффектами
th: สร้างภาพ 2 มิติ และ 3 มิติด้วยเอฟเฟกต์กระจกเงา
zh_hans: 创造绚丽的2D,3D镜面反射效果图片。
zh_hant: 創造絢麗的2D,3D鏡面反射效果圖片。

# rc_slogan_beauty
source: Beauty Camera is the whitening selfies maker that's more amazing than makeup.
de: Beauty Kamera ist der " besser als Make-up Selfies Maker"
es: Beauty Camera es el creador de autorretratos que blanquea mucho mejor que el maquillaje
fr: Beauty Camera, machine destiné à blanchir les selfies, est encore plus surprenante que le maquillage
it: Beauty Camera è l'applicazione che ti permette di nascondere le imperfezioni della pelle e creare delle selfie fantastiche..è molto più efficace del trucco!
ja: Beauty Camera お化粧よりもキレイになれる自撮り用カメラ！
ko: Beauty Camera 편집기능을 통해서 사진에 마치 화장한 듯한 효과주기!
pt_pt: Câmera da Beleza é um clareador de selfies mais incrível que maquiagem.
ru: "Красивые снимки"" - создатель отбеливаемых селфи, красивее, чем с макияжем "
zh_hans: Beauty Camera 比化妆更神奇的美白自拍相机！
zh_hant: Beauty Camera 比化妝更神奇的美白自拍相機！

# rc_slogan_font
source: add fonts and stickers to your photos.
de: Füge deinen Photos Schriften und Sticker hinzu
es: añade fuentes y etiquetas a tus fotos
fr: ajoutez des polices et des autocollants à vos photos.
id: tambahkan fon dan stiker ke foto Anda
it: aggiungi font e adesivi alle tue foto
ja: あなたの写真を文字入れとシールで飾ろう
ko: 120+ 글씨체—사진에 문자
pt_pt: adicione fontes e adesivos para suas fotos
ru: Добавляйте на свои фотографии текст и стикеры с красивыми надписями
th: เพิ่มแบบอักษรและสติ๊กเกอร์ให้ภาพของคุณ
zh_hans: 为你的图片添加文字和艺术字贴纸
zh_hant: 為妳的圖片添加文字和藝術字貼紙

# rc_slogan_frameart
source: Make your own exclusive art photos!
de: Mach deine Photos zu Kunstwerken
es: ¡Crea tus propias fotos artísticas!
fr: Faites vos propres photos d'art exclusives !
id: Membuat foto seni eksklusif Anda sendiri!
it: crea delle foto personalizzate con un tocco d'arte!
ja: あなただけのオリジナルフォトを作ろう！
ko: 사진을 원하는 스타일로 연출하기!
pt_pt: Faça sua arte para fotos exclusiva!
ru: Создайте свои собственные эксклюзивные произведения искусства!
th: สร้างสรรค์ภาพศิลป์ของคุณเอง!
zh_hans: 制作专属你的艺术照片！
zh_hant: 製作專屬你的藝術照片！

# rc_slogan_face
source: Make amazing photos that fuse faces.
de: Mach tolle Photos und verschmelze Gesichter!
es: Haz increibles fotos usando caras!
fr: Faites de superbes photos qui fusionnent les visages.
id: Membuat foto menakjubkan yang memadukan wajah
it: crea foto impressionanti fondendo diversi tipi di faccie
ja: 顔融合アプリで楽しい・おもしろい・驚きの1枚を作ろう
ko: 재미있고 놀라운 얼굴 합성 어플
pt_pt: Crie fotos incriveis mesclando rostos.
ru: Создавайте удивительные фотографии со смешанными лицами
th: แต่งภาพให้สุดยอดโดยผสมใบหน้าเข้าด้วยกันได้
zh_hans: 制作令人惊讶的脸部融合图片
zh_hant: 制作令人驚訝的臉部融合圖片

# rc_slogan_collageart
source: A uniqiue collage maker, that gets your photos more attention.
de: Ein einzigartiger Collagen Generator der deinen Photos die nötige Aufmerksamkeit verschaft.Ein einzigartiger Collagen Generator der deinen Photos die nötige Aufmerksamkeit verschaft.
es: Un programa de Collage único para hacer que tus fotos llamen la atención.
fr: Un fabricant de collage unique, qui donne plus d'attention à vos photos.
id: Pembuat kolase unik, yang membuat foto Anda mendapat perhatian lebih.
it: Uno speciale creatore di collage, per creare delle foto più accattivanti.
ja: かわいくコラージュしてみんなからもっと注目されちゃおう！
ko: 자유 제작 사진 합치기 편집 기능을 제공하는 콜라주 아트를 내 사진을 좀 더 느낌있게!
pt_pt: Um editor de colagens, exclusivo, que vai fazer suas fotos chamar mais atenção.
ru: Оригинальный создатель коллажей, который прибавит внимания к вашим фотографиям.
th: แอพตกแต่งภาพให้สวยน่าทึ่งอย่างมืออาชีพได้ง่ายๆ
zh_hans: 独特的创意拼图，让你的照片获得更多关注。
zh_hant: 獨特的創意拼圖，讓你的照片獲得更多關注。

# rc_slogan_picgrid
source: Make your photos collection into amazing collage.
de: Mach faszinierende Collagen aus deinen Photos
es: Crea con tu colección de fotos una composición increíble
fr: Faites de votre collection de photo un magnifique collage.
id: Membuat koleksi foto Anda menjadi kolase yang menakjubkan
it: Trasforma la tua collezione foto in un meraviglioso collage
ja: 写真を可愛くオシャレに組み合わせ！
ko: 여러 장의 사진을 한장의 콜라주 사진으로 간직하기
pt_pt: Faça da sua coleção de fotos uma colagem irada
ru: Превратите коллекцию своих фотографий в потрясающий коллаж
th: รวบรวมภาพของคุณแล้วตกแต่งให้เป็นภาพปะติดเก๋ๆ
zh_hans: 用照片制作惊人效果的拼图。
zh_hant: 用照片製作驚人效果的拼圖。

# rc_load_fail
source: Failed to load - please try again
de: Lade Fehler -Bitte nochmal versuchen
es: Fallo al cargar, por favor, inténtelo más tarde
fr: Echec du chargement-réessayez s'il vous plaît
id: Gagal memuat - silakan coba lagi
it: Caricamento non riuscito – riprovare
ja: ロードに失敗しました。もう一度お試しください
ko: 로딩을 실패했습니다. 다시 시도해 주세요.
pt_pt: Falha ao baixar - por favor, tente novamente
ru: Загрузка не удалась. Повторите попытку
th: ไม่สามารถโหลดได้ โปรดลองใหม่อีกครั้ง
zh_hans: 加载失败，请重试
zh_hant: 加載失敗，請重試

# rc_operation_fail
source: Operation failed
de: Operation fehlgeschlagen
es: Error en la operación
fr: L'opération a échoué
id: Pengoperasian gagal
it: operazione non riuscita
ja: 操作に失敗しました
ko: 작업이 실패
pt_pt: Falha de operação
ru: Операция не
th: ไม่สามารถดำเนินการได้
zh_hans: 操作失败
zh_hant: 操作失敗

# rc_net_error
source: No network connection
de: Keine Netzwerk Verbindung
es: Sin conexión a internet
fr: Aucune connexion réseau
it: Connessione di rete assente
ja: インターネットに接続されていません
ko: 네트워크가 연결되지 않았습니다.
ru: Нет соединения с Интернетом
zh_hans: 无网络连接
zh_hant: 無網絡連接

# rc_sticker
source: Stickers
es: Etiquetas
fr: Autocollants
id: Stiker
it: Adesivi
ja: シール
ko: 스티커
pt_pt: Adesivos
ru: Стикеры
th: สติกเกอร์
zh_hans: 贴纸
zh_hant: 貼紙

# rc_sticker_tab_recently
source: Recently used
de: bereits benutzt
es: Etiquetas recientes
fr: Recemment utilisé
id: Terakhir digunakan
it: Usato di recente
ja: 履歴
ko: 최근
pt_pt: Recentemente utilizados
ru: Недавно использованные
th: เพิ่งใช้
zh_hans: 最近使用
zh_hant: 最近使用

# rc_sticker_tab_mood
source: Mood
de: Stimmung
es: Estado de ánimo
fr: Humeur
it: Umore
ja: ムード
ko: 기분
pt_pt: Humor
ru: Настроение
th: อารมณ์
zh_hans: 心情
zh_hant: 心情

# rc_sticker_tab_festival
source: Holidays
de: Feiertage
es: Ocio
fr: Vacances
id: Liburan
it: Vacanze
ja: イベント
ko: 휴일
pt_pt: Feriados
ru: Праздники
th: วันหยุด
zh_hans: 节日
zh_hant: 節日

# rc_sticker_tab_wordart
source: Artistic
de: künstlerisch
es: Arte
fr: Artistique
id: Artistik
it: Artistico
ja: メッセージ
ko: 손글씨
pt_pt: Artísticos
ru: Красивые надписи
th: มีศิลป์
zh_hans: 艺术字
zh_hant: 藝術字

# rc_sticker_tab_textbox
source: Callouts
de: Sprechblasen
es: Bocadillos
fr: Bulles
id: Seranta
it: Vignetta
ja: フキダシ
ko: 말풍선
pt_pt: Caixas de texto
ru: Текстовое поле
th: กล่องข้อความ
zh_hans: 文本框
zh_hant: 文本框

# rc_sticker_tab_stamp
source: Stamps
de: Stempel
es: Sellos
fr: Timbres
id: Stempel
it: Timbri
ja: スタンプ
ko: 스탬프
pt_pt: Carimbos
ru: Печать
th: แสตมป์
zh_hans: 图章
zh_hant: 圖章

# rc_unDownload
source: Not downloaded
de: Nicht heruntergeladen
es: No descargado
fr: Pas téléchargé
id: Tidak terunduh
it: Non scaricato
ja: 未ダウンロード
ko: 다운받기
pt_pt: Não baixada
ru: Не загружено
th: ไม่ได้ดาวน์โหลดไว้
zh_hans: 未下载
zh_hant: 未下載

# rc_download
source: Downloaded
de: Fertige Downloads
es: Descargado
fr: Téléchargé
id: Terunduh
it: Scaricato
ja: ダウンロード済み
ko: 다운됨
pt_pt: Baixadas
ru: Загружено
th: ดาวน์โหลดแล้ว
zh_hans: 已下载
zh_hant: 已下載

# rc_downloaded_font_none
source: No fonts downloaded
de: Noch keine Schriftarten herunter geladen
es: No hay fuentes descargadas
fr: Aucunes polices de caractères téléchargée
id: Tidak ada fon yang diunduh
it: Nessun font scaricato
ja: ダウンロード済みのフォントはありません
ko: 다운된 글씨체가 없습니다.
pt_pt: Não há fontes baixadas
ru: Нет загруженных шрифтов
th: ไม่มีแบบอักษรให้ดาวน์โหลด
zh_hans: 没有已下载的字体
zh_hant: 沒有已下載的字體

# rc_recently_sticker_none
source: No recently used stickers
de: noch nicht benutzte Sticker
es: Etiquetas no usadas
fr: Aucuns autocollants recemment utilisés
id: Tidak ada stiker yang terakhir digunakan
it: Nessun adesivo utilizzato di recente
ja: まだ使ってないシール
ko: 미사용
pt_pt: Adesivos recentemente utilizados
ru: Неиспользованные стикеры
th: ไม่ใช้สติกเกอร์
zh_hans: 没有使用过的贴纸
zh_hant: 沒有使用過的貼紙

# rc_no_new_fonts
source: No more fonts to download
de: Alle Schriftarten runterladen!
es: De momento no hay fuentes nuevas
fr: Plus de polices de caractères à télécharger
id: Tidak ada lagi fon untuk diunduh
it: Non ci sono altri font da scaricare
ja: 更新されたフォントはありません
ko: 현재 업데이트된 글씨체가 없습니다.
pt_pt: Não há mais fontes para baixar
ru: Нет новых шрифтов
th: ไม่มีแบบอักษรให้ดาวน์โหลดเพิ่ม
zh_hans: 暂无字体更新
zh_hant: 暫無字體更新

# rc_font
source: Font
de: Schriftarten
es: Fuente
fr: Police de caractères
id: Fon
ja: フォント
ko: 글씨체
pt_pt: Fontes
ru: Шрифт
th: แบบอักษร
zh_hans: 字体
zh_hant: 字體

# rc_local_font
source: Fonts
de: Lokale Schriftarten
es: Fuentes
fr: Police de caractères
id: Fon
it: Font più diffusi
ja: ローカルフォント
ko: 글씨체
pt_pt: Fontes locais
ru: Русские шрифты
th: แบบอักษร
zh_hans: 本地字体
zh_hant: 本地字體

# rc_font_download_faild
source: Failed to download font
de: Download Lade Fehler
es: Fallo al descargar el modelo
fr: Echec du téléchargement du modèle
id: Gagal untuk mengunduh fon
it: Scaricamento modello non riuscito
ja: スタンプのダウンロードに失敗しました
ko: 다운을 실패하였습니다.
pt_pt: Falha ao baixar a fonte
ru: Не удалось загрузить изображение
th: ไม่สามารถดาวน์โหลดแบบอักษรได้
zh_hans: 字体下载失败
zh_hant: 字體下載失敗

# rc_font_cancel_down_dialog_msg
source: Are you sure you want to cancel the download?
de: Bist du sicher, dass du den Download abrechen willst?
es: ¿Deseas cancelar la descarga?
fr: Etes-vous sûr de vouloir annuler le téléchargement?
id: Apa Anda yakin Anda ingin membatalkan unduhan?
it: Sei sicuro di voler cancellare lo scaricamento?
ja: フォントのダウンロードを中止しますか？
ko: 다운로드를 중단시키겠습니까?
pt_pt: Você tem certeza que deseja cancelar esse carregamento?
ru: Подтверждаете отмену загрузки шрифта?
th: แน่ใจหรือไม่ว่าต้องการยกเลิกการดาวน์โหลด?
zh_hans: 你要取消下载当前字体？
zh_hant: 你要取消下載當前字體？

# rc_delete_font_dialog_msg
source: Are you sure you want to delete this font?
de: Bist du sicher, dass du den Download abrechen willst?
es: ¿Seguro que quieres eliminar esta fuente?
fr: Etes-vous sûr de vouloir supprimer cette police de caractères?
id: Apa Anda yakin Anda ingin menghapus fon ini?
it: Sei sicuro di voler cancellare questo font?
ja: 本当にフォントを削除しますか？
ko: 정말로 삭제하시겠습니까?
pt_pt: Você tem certeza que deseja deletar essa fonte?
ru: Подтверждаете удаление данного шрифта?
th: แน่ใจหรือไม่ว่าต้องการลบแบบอักษรนี้?
zh_hans: 确定删除当前字体？
zh_hant: 確定刪除當前字體?

# rc_confirm_remove_this
source: Are you sure you want to delete this?
de: Bist du sicher, dass du dies löschen willst
es: ¿Seguro que quieres eliminar esto?
fr: Etes-vous sûr de vouloir le supprimer?
id: Apa Anda yakin Anda ingin menghapus ini?
it: Sei sicuro di volerlo cancellare?
ja: 本当に削除しますか？
ko: 정말로 삭제하시겠습니까?
pt_pt: Você tem certeza que deseja apagar isso?
ru: Подтверждаете удаление?
th: แน่ใจหรือไม่ว่าต้องการลบ?
zh_hans: 你确定要删除它？
zh_hant: 你確定要刪除它？

# rc_max_add_text_msg
source: Can only have %d text boxes at most
de: Du kannst maximal %d Textfelder benutzen
es: Sólo puedes tener hasta %d textos como máximo
fr: Peut avoir %d autocollants au plus
id: Hanya bisa memiliki paling banyak %d kotak teks
it: puoi avere al massimo %d caselle di testo
ja: テキストボックスは%dつまで追加できます
ko: 최대 %d개 텍스트 상자 추가 가능
pt_pt: Podem ser adicionadas no máximo %d caixas de texto
ru: Максимум %d стикера
th: สามารถมีกล่องข้อความมากสุด %d กล่อง
zh_hans: 最多只能添加%d个文本框
zh_hant: 最多只能添加%d個文本框

# rc_max_add_sticker_msg
source: Can have %d stickers at most
de: Du kannst maximal %d Sticker benutzen
es: Puedes tener hasta %d etiquetas como máximo
fr: Peut seulement avoir %d zones de texte au plus
id: Hanya dapat memiliki paling banyak %d stiker
it: puoi avere al massimo %d adesivi
ja: シールは%d枚まで使えます
ko: 최대 %d개 스티커
pt_pt: Pode usar até %d adesivos
ru: Максимум %d текстовых поля
th: สามารถมีสติ๊กเกอร์ได้มากสุด %d ลาย
zh_hans: 最多只能添加%d个贴纸
zh_hant: 最多只能添加%d個貼紙

# rc_max_photos_limit
source: Can only choose up to %d photos.
de: Du kannst nur%d Fotos auswählen
es: Puede seleccionar un máximo de %d fotografías
fr: Peut seulement sélectionner jusqu'à %d photos.
id: Hanya dapat memilih sampai dengan %d foto
it: Si possono scegliere massimo %d foto
ja: %d枚まで写真を選択できます
ko: %d장 까지만 선택 할 수 있습니다.
pt_pt: Você pode escolher até %d fotos
ru: Можно выбрать максимум %d фотографий
th: สามารถเลือกได้มากสุด %d ภาพ
zh_hans: 最多选取%d图片
zh_hant: 最多選取%d圖片

# rc_exit
source: Quit
de: Verlassen
es: Salir
fr: Quitter
id: Keluar
it: Esci
ja: 閉じる
ko: 종료
pt_pt: Sair
ru: Выйти
th: ออก
zh_hans: 退出
zh_hant: 退出

# rc_press_again_to_exit
source: Press again to exit the app
de: Zum Beenden der App nochmal drücken.
es: Pulsa de nuevo para salir (de la aplicación)
fr: Rappuyer sur quitter l'application
id: Tekan lagi untuk keluar aplikasi
it: Premi di nuovo per uscire dall'applicazione
ja: もう一度タップで閉じる
ko: 한번 더 누르시면 종료됩니다
pt_pt: Pressione novamente para sair do aplicativo
ru: Нажмите еще раз для выхода из приложения
th: กดอีกครั้งเพื่อออกจากแอป
zh_hans: 再按一次退出应用
zh_hant: 再按一次退出應用

# rc_home
source: Home
es: Menú principal
fr: Accueil
id: Beranda
ja: ホーム
ko: 홈
pt_pt: Inicio
ru: Главная
th: หน้าหลัก
zh_hans: 首页
zh_hant: 首頁

# rc_reset
source: Reset
de: Zurücksetzen
es: Resetear
fr: Réinitialiser
id: Ulang
ja: リセット
ko: 리셋
pt_pt: Resetar
ru: Сброс
th: รีเซ็ต
zh_hans: 重置
zh_hant: 重置

# rc_delete
source: Delete
de: Entfernen
es: Eliminar
fr: Supprimer
id: Hapus
it: Rimuovi
ja: 削除
ko: 삭제
pt_pt: Remover
ru: Удалить
th: ลบ
zh_hans: 删除
zh_hant: 刪除
