Repository: RCcode/iOSShapeCollage
Catalog: IOSShapeCollage/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt_pt, ru, th, zh_hans, zh_hant

# rc_complete
source: Done
de: Fertig
es: Finalizado
fr: Terminé
id: Selesai
it: Fatto
ja: 完成
ko: 완료
pt_pt: Feito
ru: Готово
th: เสร็จ
zh_hans: 完成
zh_hant: 完成

# rc_album
source: Gallery
de: Galerie
es: Galería
fr: Photos
id: Galeri
it: Galleria
ja: アルバム
ko: 갤러리
pt_pt: Álbum de fotos
ru: Галерея
th: อัลบั้มภาพ
zh_hans: 相册
zh_hant: 相冊

# rc_camera
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
pt_pt: Câmera
ru: Камера
th: กล้องถ่ายรูป
zh_hans: 相机
zh_hant: 相機

# rc_rotate
source: Rotate/Flip
de: Drehen/Wenden
es: Girar / Mover
fr: Pivoter/retourner
id: Memutar/Membalik
it: Ruotare/Rovesciare
ja: 回転・反転
ko: 회전/뒤집기
pt_pt: Girar/Virar
ru: Повернуть/перевернуть
th: หมุน/ พลิก
zh_hans: 旋转
zh_hant: 旋轉

# rc_filter
source: Filter
es: Filtro
fr: Filtre
it: Filtri
ja: フィルター
ko: 필터
pt_pt: Filtro
ru: Фильтры
th: กรอง
zh_hans: 滤镜
zh_hant: 濾鏡

# rc_switch
source: Switch
es: Cambiar
fr: Basculer
id: Beralih
it: Sostituisci
ja: 写真の位置交換
ko: 위치 바꾸기
pt_pt: Trocar
ru: Переставить
th: สลับ
zh_hans: 交换
zh_hant: 交換

# rc_default
source: Default
de: Voreinstellungen
es: Permitir
fr: Défaut
id: standar
ja: デフォルト
ko: 기본
pt_pt: Padrão
ru: По умолчанию
th: เริ่มต้น
zh_hans: 默认
zh_hant: 默認

# rc_ungrade_now
source: Update now
de: jetzt upgraden
es: Actualizar ahora
fr: Actualiser maintenant
id: Perbarui sekarang
it: Aggiorna ora
ja: 今すぐアップデード
ko: 업데이트
pt_pt: Atualizar agora
ru: Обновить
th: อัพเดทเลย
zh_hans: 马上升级
zh_hant: 馬上升級

# rc_pick_photos
source: Choose Album
de: Wähle Alben
es: Elija un álbum
fr: Choisir un Album
id: Pilih Album
it: Scegli Album
ja: アルバムを選択
ko: 앨범 선택하기
pt_pt: Escolher álbum
ru: Выбрать альбом
th: เลือกอัลบั้มภาพ
zh_hans: 选择照片
zh_hant: 選擇照片

# rc_need_photo_limit
source: You need to select %d photos
de: Sie müssen %d Fotos auswählen
es: Debes seleccionar %d fotos
fr: Vous devez choisir %d photos
id: Anda perlu memilih %d foto
it: È necessario selezionare %d foto
ja: %d 写真を選択する必要があります。
ko: 너 선택 %d 장의 사진 이 필요하다
pt_pt: Você precisa selecionar %d fotos
ru: Вы павінны абраць %d фатаграфіі
th: คุณต้องเลือกรูปภาพที่ %d
zh_hans: 需要选择%d张图片
zh_hant: 需要選擇%d張圖片

# switch_hint_string
source: Click another photo to swap position
de: Klick auf ein anderes Photo um die Position zu tauschen
es: Pulsar para mover la foto otra vez
fr: Cliquer sur une autre photo pour changer la position
id: Klik foto lain untuk menukar posisi
it: Cliccare un'altra foto per scambiare la posizione
ja: 位置を交換したい写真をタップ
ko: 다른 사진을 터치하여 사진의 위치 변경하기
pt_pt: Clique em outra foto para trocar posição
ru: Нажмите на другую фотографию, чтобы поменять их местами
th: คลิกที่อีกภาพเพื่อสลับตำแหน่ง
zh_hans: 点击另外一张照片交换位置
zh_hant: 點擊另外一張照片交換位置

# user_camera_step
source: Please open the camera for the CollageShape permissions: Phone Settings -> Privacy -> Camera -> CollageShape (open)
de: Bitte öffnen Sie die Kamera für die CollageShape Berechtigungen: Telefon-Einstellungen -> Datenschutz -> Kamera -> CollageShape (offen)
es: Por favor, abra la cámara de los permisos CollageShape: Configuración del teléfono -> Privacidad -> Cámara -> CollageShape (abierto)
fr: S'il vous plaît ouvrir l'appareil photo pour les autorisations de CollageShape: Paramètres du téléphone -> Confidentialité -> Caméra -> CollageShape (ouverte)
id: Silakan memungkinkan izin kamera untuk CollageShape : Pengaturan telepon -> Privasi -> Kamera -> CollageShape (Buka)
it: Si prega di aprire la fotocamera per le autorizzazioni CollageShape: Impostazioni telefono -> Privacy -> Camera -> CollageShape (aperto)
ja: CollageShapeアクセス権のためのカメラを開いてください：電話の設定 - >プライバシー - >カメラ - > CollageShape（オープン）
ko: CollageShape 권한 카메라를여십시오 : 전화 설정 -> 개인 정보 보호 -> 카메라 -> CollageShape (오픈)
pt_pt: Por favor, abra a câmera para as permissões CollageShape: Configurações do telefone -> Privacidade -> Câmara -> CollageShape (aberto)
ru: Пожалуйста открыть камеру для разрешений CollageShape: Настройки телефона -> Безопасность -> Камера -> CollageShape (открытый)
th: โปรดอนุญาติ CollageShape ในกล้องถ่ายรูปของคุณ ไปที่ การตั้งค่าโทรศัพท์ -> ส่วนตัว -> กล้องถ่ายรูป -> (เปิด) CollageShape
zh_hans: 请为CollageShape开放相机权限：手机设置->隐私->相机->CollageShape（打开）
zh_hant: 請為CollageShape開放相機權限：手機設置->隱私->相機->CollageShape（打開）

# user_library_step
source: Please open the camera for the CollageShape permissions: Phone Settings -> Privacy -> Photos -> CollageShape (open)
de: Bitte öffnen Sie die Kamera für die CollageShape Berechtigungen: Telefon-Einstellungen -> Datenschutz -> Fotos -> CollageShape (offen)
es: Por favor, abra la cámara de los permisos CollageShape: Configuración del teléfono -> Privacidad -> Fotos -> CollageShape (abierto)
fr: S'il vous plaît ouvrir l'appareil photo pour les autorisations de CollageShape: Paramètres du téléphone -> Confidentialité -> Photos -> CollageShape (ouverte)
id: Silakan memungkinkan izin album untuk CollageShape : Pengaturan telepon -> Privasi -> Foto -> CollageShape (Buka)
it: Si prega di aprire la fotocamera per le autorizzazioni CollageShape: Impostazioni telefono -> Privacy -> Foto -> CollageShape (aperto)
ja: CollageShapeアクセス権のためのカメラを開いてください：電話の設定 - >プライバシー - >写真 ​​- > CollageShape（オープン）
ko: CollageShape 권한 카메라를여십시오 : 전화 설정 -> 개인 정보 보호 -> 사진 -> CollageShape (오픈)
pt_pt: Por favor, abra a câmera para as permissões CollageShape: Configurações do telefone -> Privacidade -> Fotos -> CollageShape (aberto)
ru: Пожалуйста открыть камеру для разрешений CollageShape: Настройки телефона -> Безопасность -> Фото -> CollageShape (открытый)
th: โปรดอนุญาติ CollageShape ในอัลบั้มภาพของคุณ ไปที่ การตั้งค่าโทรศัพท์ -> ส่วนตัว -> กล้องถ่ายรูป -> (เปิด) CollageShape
zh_hans: 请为CollageShape开放相机权限：手机设置->隐私->照片->CollageShape（打开）
zh_hant: 請為CollageShape開放相機權限：手機設置->隱私->照片->CollageShape（打開）

# newVersion
source: New version available
de: neues Update
es: Nueva versión disponible
fr: Nouvelle version disponible
id: Versi baru tersedia
it: Nuova versione disponibile
ja: 新しいバージョンがあります
ko: 최신 버전이 있습니다
pt_pt: Nova versão disponível
ru: Есть новая версия
th: เวอร์ชั่นใหม่พร้อมดาวน์โหลดแล้ว
zh_hans: 有新版本
zh_hant: 有新版本

# updateNow
source: Upgrade now
de: jetzt upgraden
es: Actualizar ahora
fr: Actualiser maintenant
id: Perbarui sekarang
it: Aggiorna ora
ja: 今すぐアップデード
ko: 업데이트
pt_pt: Atualizar agora
ru: Обновить
th: อัพเกรดเลย
zh_hans: 马上升级
zh_hant: 馬上升級

source: Remind later
de: später erinnern
es: Recordar más tarde
fr: Rappeler plus tard
id: Ingatkan lagi nanti
it: Ricordamelo dopo
ja: また後で
ko: 나중에
pt_pt: Lembrar mais tarde
ru: Напомнить позже
th: เตือนทีหลัง
zh_hans: 稍后再说
zh_hant: 稍後再說

# comment_message_default
source: Thanks for using CollageShape, please take a minute to give us 5 stars, thanks for your support.
de: Danke für dein Vertrauen in CollageShape, bitte nihm dir einen Moment Zeit und gib eine Bewertung ab.
es: Gracias por usar CollageShape. Por favor, dedícanos unos minutos a puntuarnos con 5 estrellas. Gracias por tu apoyo
fr: Merci d'utiliser CollageShape,s'il vous plaît prenez une minute pour nous donner 5 étoiles, merci pour votre soutien.
id: Terima kasih telah menggunakan CollageShape, silakan luangkan waktu sebentar untuk memberi kami 5 bintang, terima kasih atas dukungan Anda.
it: Grazie per avere usato CollageShape, ti preghiamo di spendere un minuto per votare e dare 5 stelle alla nostra app, grazie ancora per il tuo supporto!
ja: CollageShapeをご使用頂きありがとうございます。アプリ向上のため評価をお願いします
ko: CollageShape를 사용해 주시고 지원해 주심을 감사합니다. 앞으로도 꾸준한 발전을 위해 노력하겠습니다. 좋은 평점 부탁 드려요!
pt_pt: Obrigado por utilizar CollageShape, por favor, gaste um minutinho para deixar sua avaliação, obrigado por nos ajudar.
ru: Благодарим за использование приложения CollageShape. Пожалуйста, уделите немного времени, чтобы поставить нам 5 звезд. Спасибо за поддержку!
th: ขอบคุณที่ใช้ CollageShape โปรดใช้เวลาสักครู่เพื่อให้ดาว 5 ดวง ขอบคุณทุกท่านที่ให้การสนับสนุน
zh_hans: 感谢使用CollageShape，请花点时间给予五星评分，感谢你对我们的支持！
zh_hant: 感謝使用CollageShape，請花點時間給予五星評價

source: Rate now
de: Jetzt bewerten
es: Puntuar ahora
fr: Evaluer maintenant
id: Nilai sekarang
it: Vota ora
ja: 今すぐ評価
ko: 평가하기
pt_pt: Avaliar agora
ru: Оценить
th: ให้คะแนนเลย
zh_hans: 马上评价
zh_hant: 馬上評價

# attention_later
source: Remind later
de: Später erinnern
es: Más tarde
fr: Rappeler plus tard
id: Ingatkan lagi nanti
it: Ricordamelo più tardi
ja: また後で
ko: 나중에 하기
pt_pt: Lembrar mais tarde
ru: Напомнить позже
th: เตือนภายหลัง
zh_hans: 稍后再说
zh_hant: 稍後再說

# share_msg
source: I'm using Collage shape, it has all sorts of collage templates made up of beautiful shapes that let you produce even more unique and interesting collages
de: Ich hab Collage Shape. Aus einer Vielzahl von wunderschönen Vorlagen kannst du einzigartige und interessante Collagen erzeugen.
es: Estoy usando collage shape, que tiene todo tipo de plantillas de collage formado por bellas formas que le permiten producir aún más único e interesantes collages
fr: J'utilise Collage Shape , il a toutes sortes de modèles de collage constitués de belles formes qui vous permettent de produire des collages encore plus uniques et intéressants
id: Saya menggunakan CollageShape, ini memiliki segala macam templat kolase terdiri dari bentuk yang indah yang memungkinkan Anda menghasilkan kolase yang lebih unik dan menarik.
it: Sto usando Collage shape, ha tanti tipi di modelli di collage creati con forme speciali che ti permettono di ideare foto speciali e uniche.
ja: 今使ってるCollage Shapeはいろんなシェイプフレームがあるフォトコラージュアプリ。これで一緒にたのしい・かわいい写真をつくろう！
ko: 다양한 콜라주 템플릿을 제공하는 Collage Shape 어플입니다. 색다른 모양으로 콜라주를 만들어 보세요!
pt_pt: Eu estou utilizando CollageShape, ele possui todos os tipos de modelos de colagem que você precisa para criar lindos formatos e tornar suas colagens ainda mais exclusivas e interessantes.
ru: Я пользуюсь приложением Collage Shape для создания уникальных и интересных коллажей с помощью его красивых графических шаблонов
th: ตอนนี้กำลังใช้ Collage Shape อยู่ มีแม่แบบภาพปะติดมากมาย ที่ประกอบด้วยรูปทรงสวยๆ ให้คุณสร้างภาพปะติดให้น่าสนใจและโดดเด่นไม่ซ้ำใคร
zh_hans: 我现在正在使用 Collage Shape ,里面有各种漂亮形状组成的拼图模板，你可以做出很多有意思的拼图
zh_hant: 我現在正在使用 Collage Shape ,裡面有各種漂亮形狀組成的拼圖範本，你可以做出很多有意思的拼圖

# allPhoto
source: All photos
de: Alle Fotos
es: todos
fr: Toutes les photos
id: Semua foto
it: Tutte le foto
ja: 全ての写真
ko: 모든 사진
pt_pt: Todas as fotos
ru: Все фото
th: ภาพทั้งหมด
zh_hans: 所有照片
zh_hant: 所有照片

source: FREE
de: kostenlos
es: libre
fr: gratuit
it: gratuito
pt_pt: livre
th: ฟรี
zh_hant: 免費

source: OPEN
de: einschalten
es: encender
fr: allumer
it: accendere
pt_pt: ligar
th: เปิดสวิตช์
zh_hant: 打開
